pravapis = (
    ("https://languagetool.org/ ", "Цэлы камбайн па праверцы правапісу розных моў, у тым ліку беларускай. Ёсць плагіны для барўзэраў. Часта ім карыстаюся."),
    ("https://dobrapis.belsat.eu/", "Праверка правапісу ад БелСат (класічны і афіцыйны), канвертэр у лацінку і спіс імёнаў."),
    ("https://bnkorpus.info/spell.html", "Праверка правапісу ад праекту \"Беларускі N-корпус\""),
    ("https://bnkorpus.info/grammar.be.html", "Граматычная база Корпусу. Не вычэрпны даведнік, але бывае вельмі карысным для пошука форм слова."),
    ("https://bnkorpus.info/korpus.be.html", "Пошук слова па корпусе беларускіх тэкстаў."),
    ("https://slounik.org", "Процьма розных слоўнікаў і энцыклапедый. Але варта ўлічваць, што ў 20-30 мінулага стагоддзя было шмат эксперыментаў з мовай, так што слоўнікі таго перыяду трэба ўспрымаць з лёгкім скепсісам."),
    ("https://verbum.by", "Крысны набор слоўнікаў."),
)

knihi = (
    ("https://knihauka.com", "Анлайн-кнігарня \"Кнігаўка\" выдавецтва Андрэя Янушкевіча"),
    ("https://allegro.pl/uzytkownik/Knihauka", "\"Кнігаўка\" на Allegro.pl"),
    ("https://gutenbergpublisher.eu/", "Еўрапейскае беларускае выдавецтва Gutenberg Publisher "),
    ("https://skarynapress.com/", "Выдавецтва Скарына")
)
