pravapis = (
    ("https://languagetool.org/ ", "цэлы камбайн па праверцы правапісу розных моў, у тым ліку беларускай. Ёсць плагіны для барўзэраў. Часта ім карыстаюся."),
    ("https://dobrapis.belsat.eu/", "праверка правапісу ад БелСат (класічны і афіцыйны), канвертэр у лацінку і спіс імёнаў."),
    ("https://bnkorpus.info/spell.html", "праверка правапісу ад праекту \"Беларускі N-корпус\""),
    ("https://bnkorpus.info/grammar.be.html", "граматычная база Корпусу. Не вычэрпны даведнік, але бывае вельмі карысным для пошука форм слова."),
    ("https://bnkorpus.info/korpus.be.html", "пошук слова па корпусе беларускіх тэкстаў."),
    ("https://slounik.org", "процьма розных слоўнікаў і энцыклапедый. Але варта ўлічваць, што ў 20-30 мінулага стагоддзя было шмат эксперыментаў з мовай, так што слоўнікі таго перыяду трэба ўспрымаць з лёгкім скепсісам."),
    ("https://verbum.by", "крысны набор слоўнікаў.")
)